module.exports = () => {
  return [
    '',
    {
      title: '01. MySQL 架构与历史',
      children: [
        '01/',
        '01/01.md',
        '01/02.md',
        '01/03.md',
        '01/04.md',
        '01/05.md',
        '01/06.md',
        '01/07.md',
        '01/08.md'
      ]
    },
    {
      title: '02. MySQL 基准测试',
      children: [
        '02/',
        '02/01.md',
        '02/02.md',
        '02/03.md',
        '02/04.md',
        '02/05.md'
      ]
    },
    {
      title: '03. 服务器性能剖析',
      children: [
        '03/',
        '03/01.md',
        '03/02.md',
        '03/03.md',
        '03/04.md'
      ]
    },
    {
      title: '04. Schema 与数据类型优化',
      children: [
        '04/',
        '04/01.md',
        '04/02.md',
        '04/03.md',
        '04/04.md'
      ]
    },
    {
      title: '05. 创建高性能索引',
      children: [
        '05/',
        '05/01.md',
        '05/02.md',
        '05/03.md',
        '05/04.md',
        '05/05.md',
        '05/06.md'
      ]
    }
  ]
}
