module.exports = () => {
  return [
    '',
    '01/',
    {
      title: '前置准备',
      children: [
        '02/',
        '02/01.md',
        '02/02.md'
      ]
    }, {
      title: '前导知识',
      children: [
        '03/',
        '03/01.md',
        '03/02.md',
        '03/03.md',
        '03/04.md'
      ]
    }, {
      title: '新零售数据结构设计',
      children: [
        '04/',
        '04/01.md',
        '04/02.md',
        '04/03.md',
        '04/04.md',
        '04/05.md',
        '04/06.md',
        '04/07.md',
        '04/08.md',
        '04/09.md',
        '04/10.md',
        '04/11.md',
        '04/12.md',
        '04/13.md',
        '04/14.md'
      ]
    }, {
      title: '常见问题与企业级解决方案-初级',
      children: [
        '05/',
        '05/01.md',
        '05/02.md',
        '05/03.md',
        '05/04.md',
        '05/05.md',
        '05/06.md',
        '05/07.md'
      ]
    }, {
      title: '常见问题与企业级解决方案-进阶',
      children: [
        '06/',
        '06/01.md',
        '06/02.md',
        '06/03.md',
        '06/04.md',
        '06/05.md',
        '06/06.md',
        '06/07.md'
      ]
    }
  ]
}
