module.exports = () => {
  return [
    '',
    '01/',
    {
      title: '前置准备',
      children: [
        '02/',
        '02/01.md',
        '02/02.md'
      ]
    }, {
      title: '前导知识',
      children: [
        '03/',
        '03/01.md',
        '03/02.md',
        '03/03.md',
        '03/04.md'
      ]
    }, {
      title: '新零售数据结构设计',
      children: [
        '04/',
        '04/01.md',
        '04/02.md',
        '04/03.md',
        '04/04.md',
        '04/05.md',
        '04/06.md',
        '04/07.md',
        '04/08.md',
        '04/09.md',
        '04/10.md',
        '04/11.md',
        '04/12.md',
        '04/13.md',
        '04/14.md'
      ]
    }, {
      title: '常见问题与企业级解决方案-初级',
      children: [
        '05/',
        '05/01.md',
        '05/02.md',
        '05/03.md',
        '05/04.md',
        '05/05.md',
        '05/06.md',
        '05/07.md'
      ]
    }, {
      title: '常见问题与企业级解决方案-进阶',
      children: [
        '06/',
        '06/01.md',
        '06/02.md',
        '06/03.md',
        '06/04.md',
        '06/05.md',
        '06/06.md',
        '06/07.md'
      ]
    }, {
      title: '常见问题与企业级解决方案-高阶',
      children: [
        '07/',
        '07/01.md',
        '07/02.md',
        '07/03.md',
        '07/04.md'
      ]
    }, {
      title: '新零售系统数据库性能调优',
      children: [
        '08/',
        '08/01.md',
        '08/02.md',
        '08/03.md',
        '08/04.md',
        '08/05.md'
      ]
    }, {
      title: '新零售平台的数据库集群',
      children: [
        '09/',
        '09/01.md',
        '09/02.md',
        '09/03.md',
        '09/04.md',
        '09/05.md',
        '09/06.md'
      ]
    }, {
      title: '分库分表的 N 种姿势',
      children: [
        '10/',
        '10/01.md',
        '10/02.md',
        '10/03.md',
        '10/04.md',
        '10/05.md',
        '10/06.md',
        '10/07.md',
        '10/08.md',
        '10/09.md'
      ]
    }
  ]
}
